Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །འཇིག་རྟེན་མི་ཕན་བྱེད་པ་རྣམས།
en: Those who do harm to the world

source: །གྲོང་ཁྱེར་འདི་ནི་གཏོང་གྱུར་ཅིག །སེམས་ཅན་ཀུན་དང་སྲོག་ཆགས་ཀུན།
en: Should leave this city. “ ‘May every living being, every creature,

source: །འབྱུང་པོ་ཀུན་དང་ཁྱེད་ཅག་ཀུན།
en: Every bhūta, and every one of you

source: །བདེ་བ་འབའ་ཞིག་ལྡན་གྱུར་ཅིག །ཐམས་ཅད་ནད་ནི་མེད་གྱུར་ཅིག །ཀུན་གྱིས་བཟང་པོ་མཐོང་གྱུར་ཅིག །གང་ཡང་སྡིག་པར་མ་གྱུར་ཅིག །འབྱུང་པོ་གང་དག་འདིར་ནི་ལྷགས་གྱུར་ཅིང་།
en: Be happy. May all be free from illness. May everyone see what is excellent. May no one know evil. May the bhūtas who have gathered here

source: །ས་འམ་འོན་ཏེ་བར་སྣང་གནས་པ་རྣམས།
en: And who live on the earth or in the sky

source: །སྐྱེ་དགུ་རྣམས་ལ་རྟག་ཏུ་བྱམས་བྱེད་ཅིང་།
en: Always have love for humans

source: །ཉིན་དང་མཚན་དུ་ཆོས་ཀྱང་སྤྱོད་གྱུར་ཅིག །ཅེས་བརྗོད་ཅིག །བཙུན་པ་བཀའ་བཞིན་འཚལ་ཞེས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་མཉན་ནས་ཡངས་པ་ཅན་དུ་སོང་སྟེ་གྲོང་ཁྱེར་གྱི་ཐེམ་པ་ལ་རྐང་པ་བཞག་ནས་གསང་སྔགས་ཀྱི་ཚིག་འདི་དག་དང་། ཚིགས་སུ་བཅད་པ་འདི་དག་སྨྲས་སོ།
en: And practice the Dharma day and night.’ ” “Certainly, O Honored One,” replied the venerable Ānanda, and he went to Vaiśālī and, placing his foot on the threshold of the city gate, uttered these mantras and these verses:

source: །བི་ས་ར་ཏ་བི་ས་ར་ཏ་བི་ས་ར་ཏ་བི་ས་ར་ཏ།
en: “Visarata visarata visarata visarata

source: སངས་རྒྱས་འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་ཅན་གྱིས་བཀའ་སྩལ་ཏོ། །སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་དགོངས་པ།
en: “The Buddha, who has compassion for the world, has spoken. This is the wish of all buddhas.

source: འབྱུང་པོ་ཐམས་ཅད་ཀྱིས་བསམས་པ།
en: It is the wish of all the bhūtas.

source: བི་ས་ར་ཏ། བི་ས་ར་ཏ། སངས་རྒྱས་འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་ཅན་གྱིས་བཀའ་སྩལ་ཏོ།
en: “The Buddha, who has compassion for the world, has spoken.

source: །མུན་ཙ་ཏ་མུན་ཙ་ཏ་མ་འདུག་ཤིག །
en: “Muñcata muñcata “Do not stay.

source: ཡམས་ཀྱི་ནད་ཉེ་བར་ཞི་བར་འདུག་པར་གྱུར་ཅིག །ནིར་གཙྪ་ཏ།
en: The epidemic should cease.

source: སངས་རྒྱས་ལྷ་ཆེན་པོ་ལྷའི་ཡང་ལྷ་ལྷའི་བླ་མ་གཤེགས་ཏེ་དབང་པོ་དང་བཅས་པའི་ལྷ་རྣམས་དང་། ཚངས་པ་དང་བཅས་པའི་ལྷ་རྣམས་དང་། དབང་བདག་དང་བཅས་པ་རྣམས་དང་། སྐྱེ་དགུའི་བདག་པོ་དང་བཅས་པ་རྣམས་དང་། འཇིག་རྟེན་སྐྱོང་བ་བཞི་པོ་དག་ཀྱང་འཇུག་པར་འགྱུར་རོ།
en: “The Buddha, the Great God, the God of Gods, the Supreme God, will enter the city. The gods including Indra, the gods including Brahmā, the gods including Īśāna, the gods including Prajāpati, and the Four Protectors of the World will enter.

source: །ལྷ་བརྒྱ་སྟོང་ཕྲག་དུ་མ་དག་དང་། ལྷ་མ་ཡིན་གྱི་དབང་པོ་རྣམས་དང་། ལྷ་མ་ཡིན་བརྒྱ་སྟོང་ཕྲག་དུ་མ་དག་ཀྱང་འཇུག་པར་འགྱུར་རོ། །བཅོམ་ལྡན་འདས་ལ་མངོན་པར་དད་པའི་འབྱུང་པོ་བརྒྱ་སྟོང་མང་པོ་དག་ཀྱང་སེམས་ཅན་ཐ
en: Hundreds of thousands of gods, lords of the asuras, and hundreds of thousands of asuras will also enter. Hundreds of thousands of bhūtas who have faith in the Blessed One will also enter for the sake of all beings, and they will do harm to you, so: “Nir­gacchata nir­gacchata nir­gacchata nir­gacchata “Disperse quickly. Those of you who have hateful thoughts, may you be destroyed.

source: མས་ཅད་ཀྱི་དོན་གྱི་ཕྱིར་འཇུག་སྟེ། དེ་དག་གིས་ཁྱེད་རྣམས་ལ་གནོད་པར་བྱེད་པར་འགྱུར་གྱིས། ནིར་གཙྪ་ཏ། ནིར་གཙྪ་ཏ། ནིར་གཙྪ་ཏ། ནིར་གཙྪ་ཏ། མྱུར་དུ་བྱེར་ཅིག ། ཁྱེད་ཅག་ལས་གང་དག་སྡང་བའི་སེམས་དང་ལྡན་པ་དེ་དག་ནི་བརླག་པར་གྱུར་ཅིག །གང་དག་བྱམས་པའི་སེམས་དང་ལྡན་ཞིང་ཉེས་པར་མི་འདོད་ལ་སྲུང་བ་བྱེད་པར་འདོད་པ་དེ་དག་ནི་འཁོད་ཅིག །དགོངས་པ་ལ་ཡང་འཇུག་པར་གྱུར་ཅིག །སངས་རྒྱས་འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་ཅན་གྱིས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །སུ་མུ་སུ་མུ། སུ་མུ་སུ་མུ། སུ་མུ་རུ་སུ་མུ་རུ། སུ་མུ་རུ། མུ་རུ་མུ་རུ། མུ་རུ་མུ་རུ། མུ་རུ་མུ་རུ། མུ་རུ་མུ་རུ། མུ་རུ་མུ་རུ། མི་རི་མི་རི། མི་རི་མི་རི། མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི། མུ་རུ་མི་རི་ཏི། རི་རི་རི་རི་རི་རི། རཱི་རཱི་རཱི་རཱི་རཱི་རཱི་ཏི། མི་རི་མི་རི། མི་རི་མི་རི། མི་རི་མི་རི་ཏི། ཧ་སི། མི་རི་མི་རི་ཏི། མི་རི་མི་རི། སི་སི་མི། ཀང་ཀ་ར་ཀང་ཀ་ར་ཏཱ། ཀང་ཀ་ར་ཀང་ཀ་ར་ཀ་ཙཱ་ཀང་ཀ་རཱ། ཀང་ཀ་རཱ། ཀང་ཀ་རཱ། ཀང་ཀ་རཱ། ཀང་ཀ་རཱ། ཀང་ཀ་རཱ། ཀང་ཀ་རཱ། ཀང་ཀ་རཱ། ཀང་ཀ་རཱ།
en: Those who have thoughts of love, who do not wish to sin but wish to protect beings, stay and engage in the intention.

source: ཀང་ཀ་རཱ་ཏི། ཀུ་རཱི་ཤེ། ཀང་ཀ་རཱི་ཤེ། ཀང་ཀ་རཱི་ཤེ། རི་རི་རི་རི་རི་རི། རེ་ཕཱ་སཱ་རི། རི་པུ་རི་པུ། རི་པུ་རི་པུ། རི་པུ་རི་པུ་རི་པུ། ནཱ་ཐཱན་ཐཱ་ཐཱ། རི་པུ་རི་པུན་ཐཱ་ཐཱ། ནིར་གཙྪ་ཏ། ནིར་གཙྪ་ཏ། ནིར་གཙྪ་ཏ། ནིར་གཙྪ་ཏ། པ་ལཱ་ཡ་ཐ། རི་པུ་རི་པུ་པཱ་ལཱ་ཡ་ཐ།
en: The Buddha, who has compassion for the world, has spoken. “Sumusumu, sumusumu, sumuru, sumuru, sumuru, sumuru, murumuru, murumuru, murumuru, murumuru, murumuru, mirimiri, mirimiri, miri, murumiri, murumiri, murumiri, murumiri, murumiri, murumiri, murumiri, murumiri, murumiri, murumiri, murumiri, murumiri, murumiriti, ririririri, rīrīrīrīrīrīti, mirimiri, mirimiri, mirimiriti, hasi, mirimiriti, mirīmirī, sīsīmi, kaṅkara, kaṅkarata, kaṅkara, kaṅkarakacā, kaṅkarā, kaṅkarā, kaṅkarā, kaṅkarā, kaṅkarā, kaṅkarā, kaṅkarā, kaṅkarā, kaṅkarā, kaṅkarāti, kurīśe, kaṅkarīśe, kaṅkarīśe, riririririri, rephāsāri, ripu, ripu, ripu, ripu, ripu, ripu, ripu, nāthānāthāthā, ripuripu, nāthāthā, nirgacchata, ripuri­punirgacchata, palayāta, ripuri­pupalayāta

source: ལྷ་ཐམས་ཅད་དང་། འབྱུང་པོ་ཐམས་ཅད་ཀྱི་བླ་མ་སངས་རྒྱས་ཀྱི་ཆོས་ཉིད་ཀྱི་ཡེ་ཤེས་ཀྱི་གསང་སྔགས་ཀྱི་ཚིག་གྲུབ་པ་གྲུབ་པའི་ཚིགས་སུ་བཅད་པ་འདི་དག་གསུངས་སོ།
en: The Buddha, who is supreme among all gods and all bhūtas, spoke these verses, which complete the mantra of the wisdom of the nature of reality: “He will bring you well-being―

source: །གང་གི་སྲེད་པའི་ཆགས་པ་དག །རྣམ་པར་བཅོམ་ནས་འདུལ་མཛད་པ།
en: He who has conquered and is free From his attachment to existence,

source: །སྐྱོབ་པ་གང་ཞིག་བྱམས་པ་ཡི།
en: He who, with thoughts of love,

source: །སྡང་སེམས་ཅན་རྣམས་བྱེར་གྱུར་ཅིག །
en: Those who have hateful thoughts, disperse!

source: སྙིང་རྗེའི་བདག་ཉིད་ཅན་རྣམས་འཁོད།
en: Those whose nature is compassion, stay.

source: །ཉིན་དང་མཚན་དུ་ཆོས་ཀྱང་སྤྱོད་གྱུར་ཅིག །ཅེས་བརྗོད་པ་དང་། དེར་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་སངས་རྒྱས་ཀྱི་མཐུ་དང་། ལྷ་རྣམས་ཀྱི་ལྷའི་མཐུས་མི་ངས་ཞི་བར་གྱུར་ཏོ།། །།སྡོམ་ལ།
en: And practice the Dharma day and night.” When Ānanda had uttered this, there by the blessed buddhas’ power of buddhahood and the gods’ power of the gods, the epidemic was quelled. Chapter Four Summary of Contents:

source: འོད་མ་དང་ནི་དབུས་ཀྱི་གྲོང་།
en: Veṇu, Middle Village, Mithilā, Videha, Sālā, The Well, Bhārgava,

source: །མི་ཐི་ལ་དང་ལུས་འཕགས་དང་། །སཱ་ལ་ཁྲོན་པ་ངན་སྤོང་བུ།
en: Kāṣāya, Crown of the Head, Kanthaka,

source: །ངུར་སྨྲིག་གཙུག་ཕུད་བསྔགས་ལྡན་དང་། །གནག་ལྷས་དང་ནི་སྡིག་ཅན་དང་། །ཀུ་ཤའི་གྲོང་ཁྱེར་ཐ་མ་ཡིན།
en: Gośālaka, Pāpā, And Kuśinagarī, which is the last. I. Veṇu

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་འོད་མ་ཅན་གྱི་གྲོང་གང་ན་བར་འདོང་ངོ་།
en: Thereupon the Blessed One said to the venerable Ānanda, “Ānanda, let us go to Veṇu Village.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་སྤོང་བྱེད་ནས་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་དང་འོད་མ་ཅན་གྱི་གྲོང་དུ་བྱོན་ནས། འོད་མ་ཅན་གྱི་གྲོང་གི་བྱང་ཕྱོགས་ཀྱི་གྲོང་ཤིང་ཤ་པའི་ཚལ་ན་བཞུགས་སོ།
en: Thereupon the Blessed One, traveling through the country of Vṛji, arrived in Veṇu Village, and he stayed in a śiṃśapā forest to the north of Veṇu Village.

source: །དེའི་ཚེ་མུ་གེ་ཉམ་ང་བ་དགོན་པ་སློང་མོ་པས་ཟས་རྙེད་པར་དཀའ་བ་བྱུང་བར་གྱུར་ཏོ།
en: At that time a famine broke out, a calamity in which it became difficult for a beggar to find food.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་ད་ལྟར་འདིར་མུ་གེ་ཉམ་ང་བ་དགོན་པ་སློང་མོ་པས་ཟས་རྙེད་པར་དཀའ་བ་བྱུང་གིས། དགེ་སློང་དག་ཚུར་ཁྱེད་ལས་སྨོས་འདྲིན་ཇི་ལྟ་བུ་ཡོད་པ་དང་། གཏམ་འདྲེས་པ་ཇི་ལྟ་བུ་ཡོད་པ་དང་། འགྲོགས་བཤེས་ཇི་ལྟ་བུ་ཡོད་པ་དེ་དག་ནི་ཡངས་པ་ཅན་གྱི་ཉེ་འཁོར་གྱི་སྤོང་བྱེད་ཀྱི་གྲོང་དུ་དབྱར་གནས་པར་དམ་ཆོས་ཤིག །
en: The Blessed One said to the monks, “Monks, now here a famine has broken out, a calamity in which it has become difficult for a beggar to find food. Therefore, monks, those of you who have any acquaintances, who have any allies, who have any friends in the villages of Vṛji near Vaiśālī, should enter the rainy-season retreat there.

source: ང་ཡང་བསྙེན་བཀུར་བ་དགེ་སློང་ཀུན་དགའ་བོ་དང་། འོད་མ་ཅན་གྱི་གྲོང་འདི་ཉིད་དུ་དབྱར་བཞུགས་པར་དམ་བཅས་ན་ཐམས་ཅད་བསོད་སྙོམས་ཀྱིས་ཕོངས་པར་མི་འགྱུར་གྲང་།
en: I will enter the rainy-season retreat, too, in this Veṇu Village with my attendant monk, Ānanda. None of you should want for almsfood.”

source: བཙུན་པ་བཀའ་བཞིན་འཚལ་ཞེས་དགེ་སློང་དེ་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་མཉན་ནས་སྨོས་འདྲིན་ཇི་ལྟ་བུ་ཡོད་པ་དང་། གཏམ་འདྲེས་པ་ཇི་ལྟ་བུ་ཡོད་པ་དང་། འགྲོགས་བཤེས་ཇི་ལྟ་བུ་ཡོད་པ་དག་ནི་ཡངས་པ་ཅན་གྱི་ཉེན་ཀོར་སྤོང་བྱེད་ཀྱི་གྲོང་དུ་དབྱར་གནས་པར་དམ་བཅས་སོ།
en: “Certainly, O Honored One,” replied the monks to the Blessed One. And so those who had any acquaintances, who had any allies, who had any friends in the villages of Vṛji near Vaiśālī entered the rainy-season retreat there.

source: །བཅོམ་ལྡན་འདས་ཀྱང་བསྙེན་བཀུར་བ་དགེ་སློང་ཀུན་དགའ་བོ་དང་། འོད་མ་ཅན་གྱི་གྲོང་ཁྱེར་དེ་ཉིད་དུ་དབྱར་བཞུགས་པར་དམ་བཅས་སོ།
en: The Blessed One entered the rainy-season retreat, too, in that Veṇu Village with his attendant monk, Ānanda.

source: །དབྱར་གྱི་གནས་དེར་བཅོམ་ལྡན་འདས་སྙུན་ཚབས་ཆེན་པོ་མི་བཟད་པ་དྲག་པ་གྲོངས་ལ་ཐུག་པ་ཞིག་གིས་ཐེབས་སོ།
en: During the rainy-season retreat, the Blessed One caught a grave, unbearable, severe, and potentially fatal illness.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་འདི་སྙམ་དུ་དགོངས་ཏེ། བདག་ནད་ཚབས་ཆེན་པོ་མི་བཟད་པ་དྲག་པ་ཤི་ལ་ཐུག་པས་ཐེབས་ལ།
en: The Blessed One thought, “I have caught a grave, unbearable, severe, and potentially fatal illness.

source: དགེ་སློང་གི་དགེ་འདུན་ཡང་འཐོར་བར་གྱུར་ན།
en: However, the community of monks is now dispersed.

source: དགེ་སློང་གི་དགེ་འདུན་འཐོར་བ་ན། བདག་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བ་ནི་བདག་གི་ཆ་མ་ཡིན་གྱིས། མ་ལ་བདག་གིས་ཚོར་བ་གཅིག་པོ་དེ་བརྩོན་འགྲུས་ཀྱིས་བཅིལ་ལ། མཚན་མ་ཐམས་ཅད་ཡིད་ལ་མི་བྱ་བར་སེམས་ཀྱི་ཏིང་ངེ་འཛིན་མཚན་མ་མེད་པ་ལ་ལུས་ཀྱིས་མངོན་སུམ་དུ་བསྒྲུབས་ཏེ་གནས་པར་བྱའོ། །སྙམ་དུ་དགོངས་སོ།
en: Since it is not appropriate for me to be completely emancipated while the community of monks is dispersed, I will now remove the pain with vigor, will not concentrate the mind on any outward appearances, and will abide, having accomplished with my body meditation that is free from outward appearances.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚོར་བ་གཅིག་པོ་དེ་བརྩོན་འགྲུས་ཀྱིས་སླར་བཅིལ་ནས། མཚན་མ་ཐམས་ཅད་ཡིད་ལ་མི་མཛད་པས་སེམས་ཀྱི་ཏིང་ངེ་འཛིན་མཚན་མ་མེད་པ་སྐུས་མངོན་སུམ་དུ་མཛད་དེ་བསྒྲུབས་ནས་བཞུགས་ཏེ།
en: Then the Blessed One did remove the pain with vigor, did not concentrate the mind on any outward appearances, and abided, having accomplished with his body meditation that is free from outward appearances.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལྷག་པར་སྤྱོད་པ་དང་ལྷག་པར་འཚོ་བར་གྱུར་ཏོ།
en: Thereupon the Blessed One recovered his ability to act and survive.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དགོངས་ཀ་ནང་དུ་ཡང་དག་འཇོག་ལས་ལངས་ནས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: The venerable Ānanda then arose from his seclusion in the evening and went to the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ། ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: When he arrived, he bowed low until his forehead touched the Blessed One’s feet, and then he sat down to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་སྙུན་ཚབས་ཆེན་པོ་མི་བཟད་པ་དྲག་པ་གྲོངས་ལ་ཐུག་པས་ཐེབས་པར་གློ་བར་ཆུད་ནས་བདག་གི་ལུས་དུག་འཚལ་བ་བཞིན་དུ་ཕྱོགས་ཀྱང་བསླད། བདག་གིས་ཐོས་པའི་ཆོས་རྣམས་ཀྱང་བསྐྱུད་པར་གྱུར་ལགས་ཏེ།
en: When he had sat down to one side, the venerable Ānanda said to the Blessed One, “O Honored One, ever since I knew that the Blessed One had caught a grave, unbearable, severe, and potentially fatal illness, my body has lost its bearings, just as if I had taken poison, and I have forgotten the Dharma I had heard.

source: དེ་ལ་བདག་གློ་བ་རེ་བར་ན་རེ་ཞིག་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་གི་དགེ་འདུན་གྱི་སླད་དུ་ཞལ་ཆེམས་ཅུང་ཟད་བཀའ་མ་སྩལ་གྱི་བར་དུ་ཡོངས་སུ་མྱ་ངན་ལས་མི་འདའོ་སྙམ་དུ་བགྱིད་དོ།
en: I hope that the Blessed One does not become completely emancipated until he leaves a will for the community of monks.”

source: །ཀུན་དགའ་བོ་གང་ཞིག་འདི་སྙམ་དུ་དགེ་སློང་གི་དགེ་འདུན་ནི་བདག་ཡིན་ཏེ།
en: “Ānanda, if someone thinks, ‘The community of monks is mine.

source: བདག་གིས་དགེ་སློང་གི་དགེ་འདུན་བསྟན་པར་བྱའོ།
en: I will teach the community of monks.

source: །བདག་གིས་དགེ་སློང་གི་དགེ་འདུན་དྲང་ངོ་སྙམ་དུ་སེམས་པ་དེ་ནི་དགེ་སློང་གི་དགེ་འདུན་གྱི་ཕྱིར་ཁ་ཆེམས་ཅུང་ཟད་སྨྲ་བར་འགྱུར་བ་ཉིད་ན།
en: The community of monks is led by me,’ he would certainly leave a will for the community of monks.

source: ཀུན་དགའ་བོ་ང་ལ་འདི་སྙམ་དུ་དགེ་སློང་གི་དགེ་འདུན་ནི་ངའི་ཡིན་ཏེ།
en: However, Ānanda, I never think, ‘The community of monks is mine.

source: ངས་དགེ་སློང་གི་དགེ་འདུན་བསྟན་པར་བྱའོ།
en: I will teach the community of monks.

source: །ངས་དགེ་སློང་གི་དགེ་འདུན་དྲང་ངོ་སྙམ་དུ་དགོངས་པ་མི་མངའ་ན།
en: The community of monks is led by me.’ So why would I leave a will for the community of monks?

source: ངས་དགེ་སློང་གི་དགེ་འདུན་གྱི་ཕྱིར་ཞལ་ཆེམས་ཁོ་ན་ཅུང་ཟད་བསྟན་དུ་ཅི་ཡོད། གཞན་ཡང་ཀུན་དགའ་བོ་ང་ལ་དགེ་སློང་གི་དགེ་འདུན་གྱི་རག་ལུས་པ་ཅི་ཞིག་ཡོད།
en: Again, Ānanda, how could the community of monks rely on me?

source: ཀུན་དགའ་བོ་ངས་རྟག་ཏུ་གོམས་པར་བྱ་བའི་ཆོས་འདི་ལྟ་སྟེ། དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་པ་དང་། ཡང་དག་པར་སྤོང་བ་བཞི་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་བཞི་དང་། དབང་པོ་ལྔ་དང་། སྟོབས་ལྔ་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ནི་བཤད་ཟིན་ཏོ།། །།འདུལ་བ་གཞི། བམ་པོ་ཉི་ཤུ་དགུ་པ།
en: Ānanda, I have taught the Dharma to be practiced always, namely, the four applications of mindfulness, the four right relinquishments, the four bases of magical power, the five faculties and the five powers, the seven limbs of awakening, and the eightfold path of the noble ones.

source: ཀུན་དགའ་བོ་དེ་བཞིན་གཤེགས་པ་ལ་ནི་གང་ཞིག་གཞན་དག་གིས་ཤེས་ན་མི་རུང་བས་དེ་བཞིན་གཤེགས་པས་བཅབ་བོ་སྙམ་དུ་དགོངས་པའི་སློབ་དཔོན་གྱི་དཔེ་མཁྱུད་མི་མངའོ།
en: “Ānanda, the Tathāgata does not have the closed fist of a teacher who keeps secrets that the Tathāgata would want to conceal because it would be undesirable if others knew them.

source: །ཀུན་དགའ་བོ་འོན་ཀྱང་གང་གི་ཚེ་དེ་བཞིན་གཤེགས་པ་སྙུན་ཚབས་ཆེན་པོ་མི་བཟད་པ་དྲག་པོས་གྲོངས་ལ་ཐུག་པས་ཐེབས་པ་དེ་ལ་ང་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་ནད་ཚབས་ཆེན་པོ་མི་བཟད་པ་དྲག་པ་ཤི་ལ་ཐུག་པས་ཐེབས་ལ།
en: Ānanda, when the Tathāgata caught a grave, unbearable, severe, and potentially fatal disease, I thought, ‘I have caught a grave, unbearable, severe, and potentially fatal disease.

source: དགེ་སློང་གི་དགེ་འདུན་ཡང་འཐོར་བར་གྱུར་ན་དགེ་སློང་གི་དགེ་འདུན་འཐོར་བ་ན།
en: However, the community of monks is now dispersed.

source: བདག་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བ་ནི་བདག་གི་ཆ་མ་ཡིན་གྱིས། མ་ལ་བདག་གིས་ཚོར་བ་གཅིག་པོ་དེ་བརྩོན་འགྲུས་ཀྱིས་སླར་བཅིལ་ལ།
en: Since it would not be appropriate for me to be completely emancipated while the community of monks is dispersed, I will now remove the pain with vigor, will not concentrate the mind on any outward appearances, and will abide, having accomplished with my body meditation that is free from outward appearances.’

source: མཚན་མ་ཐམས་ཅད་ཡིད་ལ་མི་བྱ་བར་སེམས་ཀྱི་ཏིང་ངེ་འཛིན་མཚན་མ་མེད་པ་ལ་ལུས་ཀྱིས་མངོན་སུམ་དུ་བསྒྲུབས་ཏེ་གནས་པར་བྱའོ་སྙམ་ནས་ངས་ཚོར་བ་གཅིག་པོ་དེ་བརྩོན་འགྲུས་ཀྱིས་སླར་བཅིལ་ནས་མཚན་མ་ཐམས་ཅད་ཡིད་ལ་མི་མཛད་པར་སེམས་ཀྱི་ཏིང་ངེ་འཛིན་མཚན་མ་མེད་པ་སྐུས་མངོན་སུམ་དུ་བསྒྲུབས་ནས་བཞུགས་ཏེ།
en: “I did remove the pain with vigor, did not concentrate the mind on any outward appearances, and abided, having accomplished with my body meditation that is free from outward appearances.

source: དེས་ན་དེ་བཞིན་གཤེགས་པ་ལྷག་པར་སྤྱོད་པ་དང་ལྡན་ཞིང་ལྷག་པར་འཚོ་བར་གྱུར་ཏོ།
en: Then the Tathāgata recovered his ability to act and survive.

source: །གཞན་ཡང་ཀུན་དགའ་བོ་ད་ནི་དེ་བཞིན་གཤེགས་པ་ན་ཚོད་ལོ་བརྒྱད་བཅུ་ལོན་པས་སྐུ་བགྲེས་འཁོགས་གཏུགས་པར་གྱུར་ཏེ། རྣམ་པ་གཉིས་ལ་བརྟེན་ནས་འཚོའོ།
en: “Now, Ānanda, because the Tathāgata has come to be eighty years old, my body has grown old and decrepit, and it persists by depending on its two things.

source: །དཔེར་ན་ཤིང་རྟ་རྙིང་པ་རྣམ་པ་གཉིས་ལ་བརྟེན་ནས་བརྟན་པ་དེ་བཞིན་དུ། དེ་བཞིན་གཤེགས་པ་ཡང་ན་ཚོད་ལོ་བརྒྱད་བཅུ་ལོན་པས་སྐུ་བགྲེས་འཁོགས་གཏུགས་པར་གྱུར་ཏེ། རྣམ་པ་གཉིས་ལ་བརྟེན་ནས་འཚོའོ།
en: Like an old chariot held together by depending on its two things, because the Tathāgata has come to be eighty years old, my body has grown old and decrepit, and it persists by depending on its two things.

source: །དེ་ལྟ་བས་ན་ཀུན་དགའ་བོ་ཁྱོད་མྱ་ངན་མ་བྱེད་ཅིག །ཉོན་མོངས་པར་མ་བྱེད་ཅིག །སྨྲེ་སྔགས་མ་འདོན་ཅིག །སྐྱེ་བ་དང་། བྱུང་བ་དང་། བྱས་པ་དང་། འདུས་བྱས་པ་དང་། བསགས་པ་གང་ཡིན་པ་དེ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྣམ་པར་འགྱེས་པའི་ཆོས་ཅན་དེ་ལ་མི་འཇིག་པ་དེ་ལྟ་བུ་ལྟ་ག་ལ་རྙེད་དེ།
en: “Therefore, Ānanda, you should not feel sorrow, be disturbed, or lament. That which has been born, has arisen, has been formed, has been produced, and has been accumulated is naturally dependently originated and subject to dispersal. In this regard, how could you find anything imperishable?

source: དེ་ནི་གནས་མེད་དོ།
en: There is no such thing.

source: །ཀུན་དགའ་བོ་གང་ཡང་ངས་ཁྱོད་ལ་སྡུག་པ་དང་། ཕངས་པ་དང་། དགའ་བ་དང་། ཡིད་དུ་འོང་བ་ཐམས་ཅད་དང་འབྲལ་བ་དང་། འཇིག་པ་དང་། འགྱེས་པ་དང་། མི་ལྡན་པར་འགྱུར་བར་སྔ་ནས་བཤད་ཟིན་ཏོ།
en: “Ānanda, I have previously taught you that one has to part from, be divided from, be separated from, and lose everything desirable, valuable, agreeable, and pleasant.

source: །ཀུན་དགའ་བོ་དེ་ལྟ་བས་ནད་ལྟའམ། ང་འདས་ཀྱང་རུང་། བདག་ཉིད་གླིང་དང་། བདག་ཉིད་སྐྱབས་དང་། ཆོས་ཀྱི་གླིང་དང་། ཆོས་ཀྱི་སྐྱབས་ཀྱིས་གནས་པར་བྱའི་གླིང་གཞན་དང་སྐྱབས་གཞན་གྱིས་ནི་མ་ཡིན་ནོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “Therefore, Ānanda, whether now or after I am gone, you should rely on the island that is yourself, the refuge that is yourself, the island that is the Dharma, the refuge that is the Dharma, and not on other islands or other refuges. Why?

source: ཀུན་དགའ་བོ་ད་ལྟའམ། ང་འདས་ཀྱང་རུང་གང་སུ་དག་བདག་ཉིད་གླིང་དང་། བདག་ཉིད་སྐྱབས་དང་། ཆོས་ཀྱི་གླིང་དང་ཆོས་ཀྱི་སྐྱབས་ཀྱིས་གནས་པར་བྱེད་ཀྱི། གླིང་གཞན་དང་། སྐྱབས་གཞན་གྱིས་ནི་མ་ཡིན་པ་དེ་དག་ནི་འདི་ལྟ་སྟེ། ངའི་ཉན་ཐོས་བསླབ་པ་འདོད་པ་རྣམས་ཀྱི་མཆོག་ཡིན་ནོ།
en: Ānanda, whether now or after I am gone, those who rely on the island that is themselves, the refuge that is themselves, the island that is the Dharma, the refuge that is the Dharma, and not on other islands or other refuges are the best of my disciples who seek to train.

source: །ཀུན་དགའ་བོ་ཇི་ལྟར་ན་དགེ་སློང་གིས་བདག་ཉིད་གླིང་དང་། བདག་ཉིད་སྐྱབས་དང་། ཆོས་ཀྱི་གླིང་དང་། ཆོས་ཀྱི་སྐྱབས་ཀྱིས་གནས་པར་བྱའི། གླིང་གཞན་དང་། སྐྱབས་གཞན་གྱིས་ནི་མ་ཡིན་ཞེ་ན།
en: “And so, Ānanda, how should a monk rely on the island that is himself, the refuge that is himself, the island that is the Dharma, the refuge that is the Dharma, and not on other islands or other refuges?

source: ཀུན་དགའ་བོ་འདི་ལ་དགེ་སློང་ནང་གི་ལུས་ལ་ལུས་ཀྱི་རྗེས་སུ་ལྟ་ཞིང་བརྩོན་འགྲུས་དང་། ཤེས་བཞིན་དང་། དྲན་པ་དང་ལྡན་པས་འཇིག་རྟེན་ལ་གནོད་སེམས་དང་ཡིད་མི་བདེ་བ་སྤངས་ནས་གནས་སོ།
en: Ānanda, here a monk, observing the inner body, abides with vigor, vigilance, and mindfulness and has abandoned malice and despair toward the world.

source: །ནང་གི་ལུས་དང་། ཕྱིའི་ལུས་དང་། ནང་དང་ཕྱིའི་ལུས་དང་། ནང་གི་ཚོར་བ་རྣམས་དང་། ཕྱིའི་ཚོར་བ་རྣམས་དང་། ནང་དང་ཕྱིའི་ཚོར་བ་རྣམས་དང་། ནང་གི་སེམས་དང་། ཕྱིའི་སེམས་དང་། ནང་དང་ཕྱིའི་སེམས་དང་། ནང་གི་ཆོས་རྣམས་དང་། ཕྱིའི་ཆོས་རྣམས་དང་། ནང་དང་ཕྱིའི་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་རྗེས་སུ་ལྟ་ཞིང་བརྩོན་འགྲུས་དང་། ཤེས་བཞིན་དང་། དྲན་པ་དང་ལྡན་པས་འཇིག་རྟེན་ལ་གནོད་སེམས་དང་། ཡིད་མི་བདེ་བ་སྤངས་ནས་གནས་པ་སྟེ།
en: Because, observing the inner body, the outer body, and the inner and outer body; inner perceptions, outer perceptions, and inner and outer perceptions; the inner mind, the outer mind, and the inner and outer mind; and inner phenomena, outer phenomena, and inner and outer phenomena, he abides with vigor, vigilance, and mindfulness and has abandoned malice and despair toward the world.

source: ཀུན་དགའ་བོ་དགེ་སློང་འདི་ལྟ་བུ་ནི་བདག་ཉིད་གླིང་དང་། བདག་ཉིད་སྐྱབས་དང་། ཆོས་ཀྱི་གླིང་དང་། ཆོས་ཀྱི་སྐྱབས་ཀྱིས་གནས་ཀྱི། གླིང་གཞན་དང་། སྐྱབས་གཞན་གྱིས་ནི་མ་ཡིན་པ་ཡིན་ནོ།
en: If so, Ānanda, that monk is said to be relying on the island that is himself, the refuge that is himself, the island that is the Dharma, the refuge that is the Dharma, and not on other islands or other refuges.” II.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་དབུས་ཀྱི་གྲོང་གང་ན་བར་འདོང་ངོ་།
en: Middle Village Thereupon the Blessed One said to the venerable Ānanda, “Ānanda, let us go to Middle Village.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཕྱོགས་གཞན་ཞིག་ཏུ་འཛུམ་པ་མཛད་དོ། །ཆོས་ཉིད་ཀྱིས་གང་གི་ཚེ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་འཛུམ་པ་མཛད་པ་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱི་ཞལ་ནས་འོད་ཟེར་སྔོན་པོ་དང་། སེར་པོ་དང་། དམར་པོ་དང་། དཀར་པོ་དག་འབྱུང་ཞིང་ཁ་ཅིག་ནི་འོག་ཏུ་འགྲོའོ།
en: Then, in a certain place, the Blessed One smiled. It naturally occurs that whenever the buddhas, the blessed ones, smile, rays of blue, yellow, red, and white light emanate from their mouths.

source: །གང་དག་འོག་ཏུ་སོང་བ་དེ་དག་ནི་ཡང་སོས་དང་། ཐིག་ནག་དང་། སྡུད་འཇོམས་དང་། ངུ་འབོད་དང་། ངུ་འབོད་ཆེན་པོ་དང་། ཚ་བ་དང་རབ་ཏུ་ཚ་བ་དང་། མནར་མེད་པ་དང་། ཆུ་བུར་ཅན་དང་། ཆུ་བུར་རྡོལ་བ་དང་། སོ་ཐམས་ཐམས་དང་། ཀྱི་ཧུད་ཟེར་བ་དང་། ཨ་ཅུ་ཟེར་བ་དང་། ཨུཏྤལ་ལྟར་གས་པ་དང་། པདྨ་ལྟར་གས་པ་དང་། པདྨ་ལྟར་གས་པ་ཆེན་པོའི་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་སོང་ནས་ཚ་བའི་སེམས་ཅན་དམྱལ་བ་གང་དག་ཡིན་པ་དེ་དག་ལ་ནི་བསིལ་བར་འབབ་བོ།
en: Those rays that stream downward go to the hells of Reviving, Black Cord, Being Crushed, Scream, Great Scream, Heat, Intense Heat, Incessant, Blisters, Burst Blisters, Aṭaṭa, Hahava, Huhuva, Water Lily, Lotus, and Great Lotus. They alight on and cool those in the hot hells and alight on and warm those in the cold hells.

source: །གྲང་བའི་སེམས་ཅན་དམྱལ་བ་གང་དག་ཡིན་པ་དེ་དག་ལ་ནི་དྲོ་བར་འབབ་བོ། །དེས་སེམས་ཅན་དེ་རྣམས་ཀྱི་གནོད་པའི་ཁྱད་པར་དག་སོ་སོར་བཅིལ་ལོ།
en: Thus, each of the various pains of those beings in hell ceases.

source: །དེ་རྣམས་འདི་སྙམ་དུ་སེམས་ཏེ། ཤེས་ལྡན་དག་ཅི་བདག་ཅག་འདི་ནས་ཤི་འཕོས་སམ་འོན་ཏེ་གཞན་དུ་སྐྱེས་སྙམ་པ་དང་། དེ་རྣམས་དད་པ་བསྐྱེད་པའི་ཕྱིར་བཅོམ་ལྡན་འདས་ཀྱིས་སྤྲུལ་པ་ཞིག་བཏང་ངོ་།
en: When those beings think, “Sirs, have we died here and been reborn elsewhere?” the blessed ones send an emanation to engender their faith.

source: །དེ་རྣམས་ཀྱིས་སྤྲུལ་པ་མཐོང་ནས་འདི་སྙམ་དུ་སེམས་ཏེ། ཤེས་ལྡན་དག་བདག་ཅག་ནི་འདི་ནས་ཤི་འཕོས་པ་ཡང་མེད་ལ། གཞན་དུ་སྐྱེས་པ་མེད་མོད་ཀྱི།
en: Seeing it, they think, “Sirs, we have not died here and been reborn elsewhere.

source: འོན་ཀྱང་སྔོན་མ་མཐོང་བའི་སེམས་ཅན་འདིའི་མཐུས་བདག་ཅག་གི་སྡུག་བསྔལ་གྱི་ཁྱད་པར་རྣམས་སོ་སོར་བཅིལ་ལོ། །ཞེས་དེ་རྣམས་སྤྲུལ་པ་ལ་སེམས་མངོན་པར་དད་པར་གྱུར་པས་དམྱལ་བ་མྱོང་བར་འགྱུར་བའི་ལས་དེ་ཟད་པར་བྱས་ནས་གང་དུ་བདེན་པ་རྣམས་ཀྱི་སྣོད་དུ་རུང་བར་འགྱུར་བ་ལྷ་དང་མི་རྣམས་ཀྱི་ནང་དུ་ཉིང་མཚམས་སྦྱོར་བ་བཟུང་ངོ་།
en: Each of our various pains ceased on account of the power of this being we have never seen before.” Their minds filled with faith in the emanation, they exhaust the karma that led them to experience the hells and are reborn among gods and humans as vessels for seeing the truths.

source: །གང་དག་སྟེང་དུ་སོང་བ་དེ་དག་ནི་རྒྱལ་ཆེན་བཞིའི་རིས་དང་། སུམ་བཅུ་རྩ་གསུམ་པ་དང་། འཐབ་བྲལ་དང་། དགའ་ལྡན་དང་། འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་དང་། ཚངས་རིས་དང་། ཚངས་པའི་མདུན་ན་འདོན་དང་། ཚངས་པ་ཆེན་པོ་དང་། འོད་ཆུང་དང་། ཚད་མེད་འོད་དང་། འོད་གསལ་དང་། དགེ་ཆུང་དང་། ཚད་མེད་དགེ་དང་། དགེ་རྒྱས་དང་། སྤྲིན་མེད་དང་། བསོད་ནམས་སྐྱེས་དང་། འབྲས་བུ་ཆེ་བ་དང་། མི་ཆེ་བ་དང་། མི་གདུང་བ་དང་། གྱ་ནོམ་སྣང་བ་དང་། ཤིན་ཏུ་མཐོང་བ་དང་། འོག་མིན་གྱི་ལྷ་རྣམས་ཀྱི་ནང་དུ་སོང་ནས་མི་རྟག་པ་དང་། སྡུག་བསྔལ་བ་དང་། སྟོང་པ་དང་། བདག་མེད་པའི་དབྱངས་སྒྲོག་ཅིང་ཚིགས་སུ་བཅད་པ་གཉིས་ཀྱིས་ཀྱང་བསྒྲགས་སོ། །བརྩམ་པར་བྱ་ཞིང་འབྱུང་བར་བྱ།
en: Those rays that stream upward go to the gods attendant on the Four Great Kings, the Thirty-Three Gods, the gods of Yāma, Tuṣita, Nirmāṇarati, and Para­nirmita­vaśa­vartin, the gods attendant on Brahmā, and the gods of Brahma­purohita, Mahābrahman, Parīttābha, Apramāṇābha, Ābhāsvara, Parīttaśubha, Apramāṇaśubha, Śubhakṛtsna, Anabhraka, Puṇyaprasava, Bṛhatphala, Abṛha, Atapa, Sudṛśa, Sudarśana, and Akaniṣṭha. They resonate with the words “impermanent,” “subject to suffering,” “empty,” and “selfless,” and proclaim these two verses: “Take action! Go forth!

source: །འཆི་བདག་སྡེ་ནི་གཞོམ་པར་བྱ།
en: Destroy the army of Death!
